// 1 - API KEY FROM FIRST PROJECT = 8c8e1a50-6322-4135-8875-5d40a5420d86
// 2 - APY KEY FROM ACC ZHULAEV = 37d6b450-9218-4c1e-9484-b67dd7dbbbb7
 

// sizes for adaptive 
// xs: экраны от 0px до 599px (обычно мобильные устройства).

// sm: экраны от 600px до 899px (планшеты и небольшие десктопы).

// md: экраны от 900px до 1199px (большинство десктопов).

// lg: экраны от 1200px до 1535px (большие мониторы).

// xl: экраны от 1536px и выше (очень большие мониторы).




// Планы по проекту
// 14 февраля: отображения информации в StaffCard, отображение текста во всем проекте, новые фичи с наградами фильмов, или же отображение фактов о фильме(думаю хорошая идея), или же
// отзывы к фильму по пару штук 